11/data/attachments/d89368c08245eab2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_703cfd77-f093-441b-a192-5f4b67bb892e</nif:username>
            <nif:friendToBeAdded>Jacqueline_no_Actions_34111_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>